HELLO_TXT_FIRST = (
    "<b><i>👋😊Привет!\nЯ музыкальный ДядяБот 🎵</i></b>\n"
    "<i>⛑️ Я помогу тебе слушать треки группы\n 「 ДЯДЯ 」</i>\n\n"
    "<i>✔️ Выбери опцию ниже или используй кнопки под полем ввода!</i>"
)

MAIN_MENU_ANSWER = (
    "<i>🚩 Главное меню:</i>"
)


ASK_PROPOSAL_TEXT = (
    "<b><i>👋 Пожалуйста, напишите ваши:\n\n"
    "📡 ИМЯ и данные для связи.\n\n"
    "💡 Если предложение заинтересует музыкантов,\n"
    "☝️ Они с вами обязательно свяжутся!</i></b>"
)

DONATE_TEXT = (
    "<b><i>Спасибо 🙏 за желание поддержать!\n\n</i></b>"
    "<i>🟢  Выберите удобный для вас способ доната:</i>"
)

PLATFORMS_TEXT = (
    "<b><i>🎡 Наши соцсети и Каналы!\n\n</i></b>"
    "<i>🟢  Выберите любую из платформ:</i>"
)

thanks_donate_command_txt = (
    "<i>💰 Раздел Донаты:\n\n"
    "🤝 Спасибо за поддержку!\n🤗 Вот информация, как можно сделать донат.</i>"
)

nice_listening = (
    "<i>📀 Приятного прослушивания 🎧</i>"
)

cleaning_chat_txt = (
    "<b><i>Чищу чат 🧹</i></b>"
)

YOUR_SETTINGS_TXT = (
    "<i>Вы в настройках 🛠️:</i>"
)

thanks_by_proposal_txt = (
    "<i>🤝 Спасибо! Ваше предложение отправлено музыкантам.</i>"
)

sending_album_txt = (
    "<b><i>📀 Выберите альбом для прослушивания:</i></b>"
)


news_txt = (
    "<b><i>🤷‍♂ Сорян, Новостей пока нет..</i></b>"
)

videos_txt = (
    "<b><i>🤷‍♂ Сорян, видосов пока нет..</i></b>"
)

tabs_txt = (
    "<b><i>✅ Мы работаем над этой рубрикой</i></b>"
)

